[
    {
        "name":"destiyadian.com",
        "role":["Development", "Design"],
        "technology":["ReactJS", "PHP", "WordPress", "HTML", "CSS3"],
        "thumbnail":"portfolio-placeholder.jpg",
        "bigpic":"portfolio-placeholder.jpg",
        "description":"<p>Basically, this site is the form of my effort to back to web development world. Because I miss it so much.</p><p>I divide it into two sections : the frontpage and the blog. For the frontpage, I call this v2 because I redesign it completely. I use ReactJS to build this. For this scope, it's really easy to use.</p><p>Then the next one is the blog. I create it on top of WordPress. I create the theme myself and add some functionalities in the back end. Moreover I plan to host my experiments here.</p>"
    },
    {
        "name":"IndieXYZ",
        "url":"http://indiexyz.com",
        "role":["Development"],
        "technology":["PHP", "MySQL", "CodeIgniter", "HTML", "CSS", "jQuery"],
        "thumbnail":"indiexyz.jpg",
        "bigpic":"indiexyz.jpg",
        "description":"<p>I don't build this website from scratch. The client just ask me to maintain the website, regularly backup their files, adding some backend functionalities, and create the mobile version of their website. This is one of long term project I've ever done. It lasts more than a year.</p>"
    },
    {
        "name":"Database Fasilitator Masyarakat",
        "url": "http://database.fasilitator-masyarakat.org",
        "role":["Development"],
        "technology":["PHP", "MySQL", "HTML", "CSS", "jQuery"],
        "thumbnail":"db-fasilitator-masyarakat.jpg",
        "bigpic":"db-fasilitator-masyarakat.jpg",
        "description":"<p>Don't be confused with the project's name. Yes, I create the database structure. But more than that. I create the whole website from scratch - except the design, of course. Allow me to call this app as database interface, since user can input the data via this web interface. Of course there are some added functionality.</p><p><small>Note : This is my very first project</small></p>"
    }
    
    
    
]